class Data:
    name_user_1 = 'Маша'
    surname_user_1 = 'Иванова'
    address_user_1 = 'ул. Ленина 18'
    metro_station_user_1 = 'Бульвар Рокоссовского'
    phone_user_1 = '89256775555'
    order_data_user_1 = '12.01.2025'
    rent_period_user_1 = 'двое суток'
    scooter_colour_user_1 = 'черный жемчуг'
    comment_user_1 = 'Позвоните за 15 минут'

    name_user_2 = 'Генрих'
    surname_user_2 = 'Валерьев'
    address_user_2 = 'проспект Ленина 8'
    metro_station_user_2 = 'Преображенская площадь'
    phone_user_2 = '+79776775555'
    order_data_user_2 = '17.01.2025'
    rent_period_user_2 = 'трое суток'
    scooter_colour_user_2 = 'серая безысходность'
    comment_user_2 = 'Привезите после семи вечера'

    answer_to_question = [
        [0, 'Сутки — 400 рублей. Оплата курьеру — наличными или картой.'],
        [1, 'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.'],
        [2, 'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.'],
        [3, 'Только начиная с завтрашнего дня. Но скоро станем расторопнее.'],
        [4,'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.'],
        [5,'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.'],
        [6, 'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.'],
        [7, 'Да, обязательно. Всем самокатов! И Москве, и Московской области.']
    ]


